Repository: pennisiandrea/sorting-station
Catalog: SortingStation/Logical/mappView/Resources/Texts/Automatic.tmx
Source language: en
Languages: it

source: Automatic
it: Automatico

source: Initialize
it: Inizializzazione

source: Link
it: Collega

source: Conveyor speed
it: Velocità

source: Machine ready to start
it: Macchina pronta

source: Statistics
it: Statistiche

source: Total caps
it: Tappi totali

source: Current cap working time
it: Tempo di lavorazione attuale

source: Last cap worked time
it: Ultimo tempo di lavorazione

source: Average work time (last 10 caps)
it: Media tempo di lavorazione

source: Clear statistics
it: Reset statistiche

source: Stamper inclusion
it: Inclusione stampatore

source: Stamper offset
it: Offset stampatore

source: Total number of caps
it: Numero totale tappi

source: Parameters
it: Parametri

source: Automatic mode
it: Modo automatico

source: Puncher inclusion
it: Inclusione punzone

source: Puncher offset
it: Offset punzone

source: Recipes
it: Ricette

source: Please activate Link mode also in the picking station.
it: Attivare modalita collegamento anche sulla stazione di presa
